Repository: ClawdBonzo/heal-no-contact
Catalog: HealNoContact/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_mx, fr, id, it, nl, pt_br, th, tr

source: Every next level of your life will demand a different version of you.
ar: كل مستوى جديد في حياتك سيتطلب نسخة مختلفة منك.
de: Jede neue Stufe deines Lebens verlangt eine neue Version von dir.
es: Cada nuevo nivel de tu vida exigirá una versión distinta de ti.
es_mx: Cada nuevo nivel de tu vida exigirá una versión distinta de ti.
fr: Chaque nouvelle étape de votre vie exigera une version différente de vous.
id: Setiap tingkat berikutnya dalam hidupmu akan menuntut versi dirimu yang berbeda.
it: Ogni nuovo livello della tua vita richiederà una versione diversa di te.
nl: Elk volgend level in je leven vraagt om een andere versie van jou.
pt_br: Cada novo nível da sua vida vai exigir uma versão diferente de você.
th: ทุกระดับถัดไปของชีวิตจะเรียกร้องตัวคุณในเวอร์ชันที่ต่างออกไป
tr: Hayatının her yeni seviyesi senden farklı bir versiyonunu isteyecek.

source: Export Journal as PDF
ar: تصدير اليوميات بصيغة PDF
de: Tagebuch als PDF exportieren
es: Exportar diario como PDF
es_mx: Exportar diario como PDF
fr: Exporter le journal en PDF
id: Ekspor Jurnal sebagai PDF
it: Esporta il diario in PDF
nl: Exporteer dagboek als pdf
pt_br: Exportar diário em PDF
th: ส่งออกบันทึกเป็น PDF
tr: Günlüğü PDF Olarak Dışa Aktar

source: Export your journal & progress as a PDF
ar: صدّر يومياتك وتقدمك كملف PDF
de: Exportiere Tagebuch & Fortschritt als PDF
es: Exporta tu diario y tu progreso en PDF
es_mx: Exporta tu diario y tu progreso en PDF
fr: Export PDF du journal et des progrès
id: Ekspor jurnal & progresmu sebagai PDF
it: Esporta diario e progressi in PDF
nl: Exporteer dagboek en voortgang als pdf
pt_br: Exporte seu diário e progresso em PDF
th: ส่งออกบันทึกและความคืบหน้าของคุณเป็น PDF
tr: Günlüğünü ve ilerlemeni PDF olarak dışa aktar

source: Favorite
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Favorito
es_mx: Favorito
fr: Favori
id: Favoritkan
it: Aggiungi ai preferiti
nl: Favoriet
pt_br: Favoritar
th: เพิ่มในรายการโปรด
tr: Favorilere ekle

source: First Light
ar: أول ضوء
de: Erstes Licht
es: Primera luz
es_mx: Primera luz
fr: Première lueur
id: Cahaya Pertama
it: Prima luce
nl: Eerste licht
pt_br: Primeira Luz
th: แสงแรก
tr: İlk Işık

source: First Step
ar: الخطوة الأولى
de: Erster Schritt
es: Primer paso
es_mx: Primer paso
fr: Premier pas
id: Langkah Pertama
it: Primo passo
nl: Eerste stap
pt_br: Primeiro Passo
th: ก้าวแรก
tr: İlk Adım

source: Flame
ar: شعلة
de: Flamme
es: Llama
es_mx: Llama
fr: Flamme
id: Nyala Api
it: Fiamma
nl: Vlam
pt_br: Chama
th: เปลวไฟ
tr: Alev

source: Free Spirit
ar: روح حرة
de: Freier Geist
es: Espíritu libre
es_mx: Alma libre
fr: Esprit libre
id: Jiwa Bebas
it: Spirito libero
nl: Vrije geest
pt_br: Espírito Livre
th: จิตวิญญาณอิสระ
tr: Özgür Ruh

source: Fully Healed
ar: تعافٍ كامل
de: Vollständig geheilt
es: Plenamente sanado
es_mx: Sanado por completo
fr: Pleinement guéri
id: Pulih Sepenuhnya
it: Guarito del tutto
nl: Volledig hersteld
pt_br: Totalmente Curado
th: หายดีแล้ว
tr: Tamamen İyileşmiş

source: Get Weekly Access
ar: احصل على اشتراك أسبوعي
de: Wochenzugang holen
es: Acceso semanal
es_mx: Obtén acceso semanal
fr: Obtenir l’accès hebdomadaire
id: Dapatkan Akses Mingguan
it: Ottieni l'accesso settimanale
nl: Kies weektoegang
pt_br: Obter acesso semanal
th: รับสิทธิ์รายสัปดาห์
tr: Haftalık Erişim Al

source: Go 24 hours without contact
ar: اقضِ ٢٤ ساعة بلا تواصل
de: 24 Stunden ohne Kontakt schaffen
es: Pasa 24 horas sin contacto
es_mx: Pasa 24 horas sin contacto
fr: Passez 24 heures sans contact
id: Lewati 24 jam tanpa kontak
it: Resta 24 ore senza contatto
nl: Blijf 24 uur zonder contact
pt_br: Fique 24 horas sem contato
th: ผ่าน 24 ชั่วโมงโดยไม่ติดต่อ
tr: 24 saat iletişim kurmadan geçir

source: Grateful
ar: ممتن
de: Dankbar
es: Agradecido
es_mx: Agradecido
fr: Reconnaissant
id: Bersyukur
it: Grato
nl: Dankbaar
pt_br: Com gratidão
th: ซาบซึ้ง
tr: Minnettar

source: Growing Stronger
ar: تزداد قوة
de: Immer stärker
es: Cada vez más fuerte
es_mx: Cada vez más fuerte
fr: De plus en plus fort
id: Makin Kuat
it: Sempre più forte
nl: Steeds sterker
pt_br: Ficando Mais Forte
th: แข็งแกร่งขึ้นเรื่อย ๆ
tr: Güçleniyorsun

source: Growth
ar: النمو
de: Wachstum
es: Crecimiento
es_mx: Crecimiento
fr: Évolution
id: Pertumbuhan
it: Crescita
nl: Groei
pt_br: Crescimento
th: การเติบโต
tr: Gelişim

source: Growth is painful. Change is painful. But nothing is as painful as staying stuck.
ar: النمو مؤلم. والتغيير مؤلم. لكن لا شيء أشد إيلامًا من البقاء عالقًا في مكانك.
de: Wachstum tut weh. Veränderung tut weh. Doch nichts tut so weh, wie stehen zu bleiben.
es: Crecer duele. Cambiar duele. Pero nada duele tanto como quedarte atascado.
es_mx: Crecer duele. Cambiar duele. Pero nada duele tanto como quedarse estancado.
fr: Grandir fait mal. Changer fait mal. Mais rien ne fait plus mal que de rester figé.
id: Bertumbuh itu menyakitkan. Berubah itu menyakitkan. Tapi tidak ada yang lebih menyakitkan daripada terus terjebak di tempat.
it: Crescere fa male. Cambiare fa male. Ma niente fa più male del restare bloccati.
nl: Groeien doet pijn. Veranderen doet pijn. Maar niets doet zo'n pijn als vast blijven zitten.
pt_br: Crescer dói. Mudar dói. Mas nada dói tanto quanto continuar preso no mesmo lugar.
th: การเติบโตนั้นเจ็บปวด การเปลี่ยนแปลงนั้นเจ็บปวด แต่ไม่มีอะไรเจ็บปวดเท่าการติดอยู่กับที่
tr: Büyümek acı verir. Değişmek acı verir. Ama hiçbir şey olduğun yerde kalmak kadar acı vermez.

source: Half Year Hero
ar: بطل نصف العام
de: Halbjahres-Held
es: Héroe de medio año
es_mx: Héroe de medio año
fr: Héros des six mois
id: Pahlawan Setengah Tahun
it: Eroe di mezzo anno
nl: Halfjaarheld
pt_br: Herói de Meio Ano
th: ฮีโร่ครึ่งปี
tr: Yarım Yıl Kahramanı

source: HEALING DAY
ar: يوم التعافي
de: TAG DER HEILUNG
es: DÍA DE SANACIÓN
es_mx: DÍA DE SANACIÓN
fr: JOUR DE GUÉRISON
id: HARI PEMULIHAN
it: GIORNO DI GUARIGIONE
nl: HERSTELDAG
pt_br: DIA DE CURA
th: การเยียวยาวันที่
tr: İYİLEŞME GÜNÜ

source: Healing Heart
ar: قلب يتعافى
de: Heilendes Herz
es: Corazón que sana
es_mx: Corazón que sana
fr: Cœur qui guérit
id: Hati yang Mulai Pulih
it: Cuore in guarigione
nl: Helend hart
pt_br: Coração em Cura
th: หัวใจที่กำลังเยียวยา
tr: İyileşen Kalp

source: Healing is not linear.
ar: التعافي ليس خطًا مستقيمًا.
de: Heilung verläuft nicht geradlinig.
es: Sanar no es un camino recto.
es_mx: Sanar no es un camino recto.
fr: La guérison n’est pas linéaire.
id: Pemulihan tidak berjalan lurus.
it: La guarigione non è lineare.
nl: Herstel verloopt niet in een rechte lijn.
pt_br: A cura não é linear.
th: การเยียวยาไม่ได้เป็นเส้นตรง
tr: İyileşme doğrusal değildir.

source: Healing Score
ar: مؤشر التعافي
de: Heilungs-Score
es: Puntuación de sanación
es_mx: Puntaje de sanación
fr: Score de guérison
id: Skor Pemulihan
it: Punteggio di guarigione
nl: Herstelscore
pt_br: Pontuação de cura
th: คะแนนการเยียวยา
tr: İyileşme Puanı

source: Home
ar: الرئيسية
de: Start
es: Inicio
es_mx: Inicio
fr: Accueil
id: Beranda
pt_br: Início
th: หน้าแรก
tr: Ana Sayfa

source: Honesty takes courage. Your streak will reset, but your growth won't.
ar: الصدق يحتاج إلى شجاعة. ستُعاد سلسلتك إلى الصفر، لكن نموّك لن يُمحى.
de: Ehrlichkeit braucht Mut. Deine Serie beginnt neu, dein Wachstum bleibt.
es: Ser honesto requiere valor. Tu racha se reiniciará, pero tu crecimiento no.
es_mx: Ser honesto toma valor. Tu racha se reiniciará, pero tu crecimiento no.
fr: L’honnêteté demande du courage. Votre série repart à zéro, mais pas vos progrès.
id: Jujur itu butuh keberanian. Streak-mu akan direset, tapi pertumbuhanmu tidak.
it: L'onestà richiede coraggio. La tua serie ripartirà, ma la tua crescita no.
nl: Eerlijkheid vraagt moed. Je reeks wordt gereset, maar je groei niet.
pt_br: Ser honesto exige coragem. Sua sequência será zerada, mas seu crescimento não.
th: ความซื่อสัตย์ต้องใช้ความกล้า สตรีคของคุณจะถูกรีเซ็ต แต่การเติบโตของคุณจะไม่หายไป
tr: Dürüstlük cesaret ister. Serin sıfırlanacak ama gelişimin sıfırlanmayacak.

source: Hopeful
ar: متفائل
de: Hoffnungsvoll
es: Esperanzado
es_mx: Esperanzado
fr: Plein d’espoir
id: Penuh harap
it: Speranzoso
nl: Hoopvol
pt_br: Com esperança
th: มีความหวัง
tr: Umutlu

source: How are you feeling?
ar: كيف تشعر الآن؟
de: Wie fühlst du dich?
es: ¿Cómo te sientes?
es_mx: ¿Cómo te sientes?
fr: Comment vous sentez-vous ?
id: Bagaimana perasaanmu?
it: Come ti senti?
nl: Hoe voel je je?
pt_br: Como você está se sentindo?
th: ตอนนี้คุณรู้สึกอย่างไร
tr: Kendini nasıl hissediyorsun?

source: How's your day going?
ar: كيف يسير يومك؟
de: Wie läuft dein Tag?
es: ¿Qué tal va tu día?
es_mx: ¿Cómo va tu día?
fr: Comment se passe votre journée ?
id: Bagaimana harimu?
it: Come sta andando la giornata?
nl: Hoe gaat je dag?
pt_br: Como está sendo o seu dia?
th: วันนี้เป็นอย่างไรบ้าง
tr: Günün nasıl gidiyor?

source: I commit to no contact because I deserve peace, growth, and a future built on self-respect. When the urge hits, I will open this app instead of reaching out.
ar: ألتزم بقطع التواصل لأنني أستحق السلام والنمو ومستقبلًا مبنيًا على احترام الذات. وعندما تداهمني الرغبة الملحّة، سأفتح هذا التطبيق بدلًا من التواصل.
de: Ich verpflichte mich, die Kontaktsperre einzuhalten, weil ich Frieden, Wachstum und eine auf Selbstrespekt gebaute Zukunft verdient habe. Wenn der Drang kommt, öffne ich diese App, statt mich zu melden.
es: Me comprometo con el contacto cero porque merezco paz, crecimiento y un futuro construido sobre el respeto propio. Cuando llegue el impulso, abriré esta app en lugar de escribirle.
es_mx: Me comprometo a no tener contacto porque merezco paz, crecimiento y un futuro construido sobre el respeto propio. Cuando llegue el impulso, abriré esta app en lugar de buscar a esa persona.
fr: Je m’engage à couper le contact parce que je mérite la paix, l’épanouissement et un avenir fondé sur le respect de moi-même. Quand l’envie me prendra, j’ouvrirai cette appli plutôt que de reprendre contact.
id: Aku berkomitmen untuk no contact karena aku layak mendapatkan kedamaian, pertumbuhan, dan masa depan yang dibangun di atas harga diri. Saat dorongan itu datang, aku akan membuka aplikasi ini alih-alih menghubunginya.
it: Mi impegno a non avere contatti perché merito pace, crescita e un futuro fondato sul rispetto di me stesso. Quando arriva l'impulso, aprirò questa app invece di farmi sentire.
nl: Ik kies voor no contact omdat ik rust, groei en een toekomst gebouwd op zelfrespect verdien. Als de drang toeslaat, open ik deze app in plaats van contact op te nemen.
pt_br: Eu me comprometo a manter o contato zero porque mereço paz, crescimento e um futuro construído sobre o respeito próprio. Quando a vontade surgir, vou abrir este app em vez de procurá-lo(a).
th: ฉันมุ่งมั่นจะไม่ติดต่อ เพราะฉันสมควรได้รับความ⁠สงบ การเติบโต และอนาคตที่สร้างขึ้นบนความ⁠เคารพตัวเอง เมื่อความ⁠อยากติดต่อเกิดขึ้น ฉันจะเปิดแอปนี้แทนการติดต่อไป
tr: İletişimi kesmeye söz veriyorum çünkü huzuru, gelişimi ve öz saygı üzerine kurulu bir geleceği hak ediyorum. Dürtü geldiğinde ona ulaşmak yerine bu uygulamayı açacağım.

source: I need help now
ar: أحتاج إلى مساعدة الآن
de: Ich brauche jetzt Hilfe
es: Necesito ayuda ahora
es_mx: Necesito ayuda ahora
fr: J’ai besoin d’aide maintenant
id: Aku butuh bantuan sekarang
it: Ho bisogno di aiuto adesso
nl: Ik heb nu hulp nodig
pt_br: Preciso de ajuda agora
th: ฉันต้องการความช่วยเหลือตอนนี้
tr: Şimdi yardıma ihtiyacım var

source: I Resisted — I'm Okay
ar: قاومت — أنا بخير
de: Widerstanden – mir geht es gut
es: Lo he resistido — Estoy bien
es_mx: Resistí — Estoy bien
fr: J’ai résisté — je vais bien
id: Aku Berhasil Menahan — Aku Baik-Baik Saja
it: Ho resistito — sto bene
nl: Ik heb het weerstaan — het gaat goed
pt_br: Eu resisti — Estou bem
th: ฉันห้ามใจได้ — ฉันโอเค
tr: Direndim — İyiyim

source: I'm ready to commit
ar: أنا مستعد للالتزام
de: Ich bin bereit, mich zu verpflichten
es: Quiero comprometerme
es_mx: Lo prometo
fr: Je prends cet engagement
id: Aku siap berkomitmen
it: Sono pronto a impegnarmi
nl: Ik ben er klaar voor
pt_br: Quero assumir este compromisso
th: ฉันพร้อมจะให้คำมั่น
tr: Söz vermeye hazırım

source: Incredible healing. You're inspiring.
ar: تعافٍ مذهل. أنت مصدر إلهام.
de: Unglaubliche Heilung. Du bist eine Inspiration.
es: Una sanación increíble. Eres una inspiración.
es_mx: Una sanación increíble. Eres una inspiración.
fr: Une guérison incroyable. Vous êtes une source d’inspiration.
id: Pemulihan yang luar biasa. Kamu menginspirasi.
it: Una guarigione incredibile. Sei d'ispirazione.
nl: Ongelooflijk herstel. Je bent een inspiratiebron.
pt_br: Cura incrível. Você inspira.
th: การเยียวยาที่น่าทึ่ง คุณคือแรงบันดาลใจ
tr: İnanılmaz bir iyileşme. İlham veriyorsun.

source: Inferno
ar: لهيب
es: Hoguera
es_mx: Hoguera
fr: Brasier
id: Kobaran Api
it: Incendio
th: ทะเลเพลิง
tr: Cehennem Ateşi

source: Inhale the future. Exhale the past.
ar: استنشق المستقبل. وازفر الماضي.
de: Atme die Zukunft ein. Atme die Vergangenheit aus.
es: Inhala el futuro. Exhala el pasado.
es_mx: Inhala el futuro. Exhala el pasado.
fr: Inspirez l’avenir. Expirez le passé.
id: Tarik napas untuk masa depan. Hembuskan masa lalu.
it: Inspira il futuro. Espira il passato.
nl: Adem de toekomst in. Adem het verleden uit.
pt_br: Inspire o futuro. Expire o passado.
th: หายใจเข้ารับอนาคต หายใจออกปล่อยอดีต
tr: Geleceği içine çek. Geçmişi dışarı ver.

source: Inner Strength
ar: قوة داخلية
de: Innere Stärke
es: Fuerza interior
es_mx: Fuerza interior
fr: Force intérieure
id: Kekuatan Batin
it: Forza interiore
nl: Innerlijke kracht
pt_br: Força Interior
th: พลังภายใน
tr: İç Güç

source: Intensity
ar: الشدة
de: Intensität
es: Intensidad
es_mx: Intensidad
fr: Intensité
id: Intensitas
it: Intensità
nl: Intensiteit
pt_br: Intensidade
th: ความรุนแรง
tr: Yoğunluk

source: Journal
ar: اليوميات
de: Tagebuch
es: Diario
es_mx: Diario
id: Jurnal
it: Diario
nl: Dagboek
pt_br: Diário
th: บันทึกประจำวัน
tr: Günlük

source: Journal Feelings
ar: دوّن مشاعرك
de: Gefühle festhalten
es: Anota tus sentimientos
es_mx: Anota tus sentimientos
fr: Notez vos émotions
id: Tulis Perasaan di Jurnal
it: Annota le emozioni
nl: Schrijf je gevoelens op
pt_br: Registre seus sentimentos
th: บันทึกความรู้สึก
tr: Duygularını Yaz

source: Journal Keeper
ar: حارس اليوميات
de: Tagebuchschreiber
es: Guardián del diario
es_mx: Guardián del diario
fr: Gardien du journal
id: Penjaga Jurnal
it: Custode del diario
nl: Dagboekhouder
pt_br: Guardião do Diário
th: นักจดบันทึก
tr: Günlük Tutan

source: Journal Warrior
ar: محارب اليوميات
de: Tagebuch-Held
es: Guerrero del diario
es_mx: Guerrero del diario
fr: Guerrier du journal
id: Pejuang Jurnal
it: Guerriero del diario
nl: Dagboekstrijder
pt_br: Guerreiro do diário
th: นักรบแห่งบันทึก
tr: Günlük Savaşçısı

source: Journaling Streak
ar: سلسلة التدوين
de: Tagebuch-Serie
es: Racha de diario
es_mx: Racha de escritura
fr: Série de journal
id: Streak Jurnal
it: Serie di scrittura
nl: Dagboekreeks
pt_br: Sequência de diário
th: สตรีคการเขียนบันทึก
tr: Günlük Yazma Serisi

source: Just starting out. Every journey begins here.
ar: بداية الطريق. كل رحلة تبدأ من هنا.
de: Du fängst gerade an. Jede Reise beginnt hier.
es: Acabas de empezar. Todo viaje comienza aquí.
es_mx: Apenas comienzas. Todo viaje empieza aquí.
fr: Tout commence ici. Chaque parcours débute par un premier pas.
id: Baru memulai. Setiap perjalanan dimulai dari sini.
it: Hai appena iniziato. Ogni viaggio comincia da qui.
nl: Net begonnen. Elke reis begint hier.
pt_br: Você está só começando. Toda jornada começa aqui.
th: เพิ่งเริ่มต้น ทุกการเดินทางเริ่มจากตรงนี้
tr: Daha yeni başlıyorsun. Her yolculuk burada başlar.

source: Keep Going
ar: واصل المسير
de: Bleib dran
es: Sigue adelante
es_mx: Sigue adelante
fr: Tenez bon
id: Terus Maju
it: Non mollare
nl: Hou vol
pt_br: Siga em frente
th: สู้ต่อไป
tr: Devam Et

source: Late nights
ar: ساعات الليل المتأخرة
de: Nachts
es: Madrugadas
es_mx: Madrugadas
fr: Fins de soirée
id: Larut malam
it: Notti fonde
nl: Late avonden
pt_br: Madrugadas
th: ช่วงดึก
tr: Gece geç saatlerde

source: Latest mood: %@
ar: آخر حالة مزاجية: %@
de: Letzte Stimmung: %@
es: Último estado de ánimo: %@
es_mx: Último estado de ánimo: %@
fr: Dernière humeur : %@
id: Suasana hati terakhir: %@
it: Ultimo umore: %@
nl: Laatste stemming: %@
pt_br: Último humor: %@
th: อารมณ์ล่าสุด: %@
tr: Son ruh hali: %@

source: Legend
ar: أسطورة
de: Legende
es: Leyenda
es_mx: Leyenda
fr: Légende
id: Legenda
it: Leggenda
nl: Legende
pt_br: Lenda
th: ตำนาน
tr: Efsane

source: Let's set things up
ar: لنُعدّ الأمور معًا
de: Lass uns alles einrichten
es: Vamos a configurarlo todo
es_mx: Vamos a prepararlo todo
fr: Mettons les choses en place
id: Yuk, kita atur dulu
it: Prepariamo tutto
nl: Laten we alles instellen
pt_br: Vamos organizar tudo
th: มาตั้งค่ากันเถอะ
tr: Hadi her şeyi ayarlayalım

source: Letter Sealed
ar: خُتمت الرسالة
de: Brief versiegelt
es: Carta sellada
es_mx: Carta sellada
fr: Lettre scellée
id: Surat Tersegel
it: Lettera sigillata
nl: Brief verzegeld
pt_br: Carta selada
th: ผนึกจดหมายแล้ว
tr: Mektup Mühürlendi

source: Letting go doesn't mean giving up, it means moving on.
ar: التخلي لا يعني الاستسلام، بل يعني المضي قدمًا.
de: Loslassen heißt nicht aufgeben, es heißt weitergehen.
es: Soltar no significa rendirse, significa seguir adelante.
es_mx: Soltar no significa rendirse, significa seguir adelante.
fr: Lâcher prise ne veut pas dire abandonner, mais avancer.
id: Melepaskan bukan berarti menyerah, melainkan melangkah maju.
it: Lasciare andare non significa arrendersi, significa andare avanti.
nl: Loslaten betekent niet opgeven, het betekent verdergaan.
pt_br: Deixar ir não é desistir, é seguir em frente.
th: การปล่อยวางไม่ได้แปลว่ายอมแพ้ แต่แปลว่าก้าวต่อไป
tr: Bırakmak pes etmek değildir; yoluna devam etmektir.

source: Level %lld
ar: المستوى %lld
es: Nivel %lld
es_mx: Nivel %lld
fr: Niveau %lld
it: Livello %lld
pt_br: Nível %lld
th: เลเวล %lld
tr: Seviye %lld

# Level %lld: %@
source: Level %1$lld: %2$@
ar: المستوى %lld: %@
de: Level %lld: %@
es: Nivel %lld: %@
es_mx: Nivel %1$lld: %2$@
fr: Niveau %lld : %@
id: Level %lld: %@
it: Livello %lld: %@
nl: Level %lld: %@
pt_br: Nível %lld: %@
th: เลเวล %lld: %@
tr: Seviye %lld: %@

source: Level Up!
ar: ارتقيت مستوى!
de: Level-Aufstieg!
es: ¡Subes de nivel!
es_mx: ¡Subiste de nivel!
fr: Niveau supérieur !
id: Naik Level!
it: Nuovo livello!
nl: Level omhoog!
pt_br: Subiu de nível!
th: เลเวลอัป!
tr: Seviye Atladın!

source: LEVEL UP!
ar: ارتقيت مستوى!
de: LEVEL-AUFSTIEG!
es: ¡SUBES DE NIVEL!
es_mx: ¡SUBISTE DE NIVEL!
fr: NIVEAU SUPÉRIEUR !
id: NAIK LEVEL!
it: NUOVO LIVELLO!
nl: LEVEL OMHOOG!
pt_br: SUBIU DE NÍVEL!
th: เลเวลอัป!
tr: SEVİYE ATLADIN!

source: Level Up! Your healing grows stronger.
ar: ارتقيت مستوى! تعافيك يزداد قوة.
de: Level-Aufstieg! Deine Heilung wird stärker.
es: ¡Subes de nivel! Tu sanación se fortalece.
es_mx: ¡Subiste de nivel! Tu sanación se fortalece.
fr: Niveau supérieur ! Votre guérison se renforce.
id: Naik Level! Pemulihanmu makin kuat.
it: Nuovo livello! La tua guarigione si fa più forte.
nl: Level omhoog! Je herstel wordt steeds sterker.
pt_br: Subiu de nível! Sua cura fica mais forte.
th: เลเวลอัป! การเยียวยาของคุณแข็งแกร่งขึ้น
tr: Seviye atladın! İyileşmen güçleniyor.

source: Lifetime
ar: مدى الحياة
de: Lebenslanger Zugang
es: De por vida
es_mx: De por vida
fr: À vie
id: Seumur Hidup
it: A vita
nl: Levenslang
pt_br: Vitalício
th: ตลอดชีพ
tr: Ömür Boyu

source: Log mood 7 times
ar: سجّل مزاجك ٧ مرات
de: Stimmung 7-mal festhalten
es: Registra tu ánimo 7 veces
es_mx: Registra tu ánimo 7 veces
fr: Notez votre humeur 7 fois
id: Catat suasana hati 7 kali
it: Registra l'umore 7 volte
nl: Registreer je stemming 7 keer
pt_br: Registre o humor 7 vezes
th: บันทึกอารมณ์ 7 ครั้ง
tr: Ruh halini 7 kez kaydet

source: Log your mood
ar: سجّل مزاجك
de: Stimmung festhalten
es: Registra tu ánimo
es_mx: Registra tu ánimo
fr: Notez votre humeur
id: Catat suasana hatimu
it: Registra il tuo umore
nl: Registreer je stemming
pt_br: Registre seu humor
th: บันทึกอารมณ์ของคุณ
tr: Ruh halini kaydet

source: Log your mood today
ar: سجّل مزاجك اليوم
de: Halte heute deine Stimmung fest
es: Registra tu ánimo hoy
es_mx: Registra tu ánimo hoy
fr: Notez votre humeur aujourd’hui
id: Catat suasana hatimu hari ini
it: Registra il tuo umore oggi
nl: Registreer je stemming van vandaag
pt_br: Registre seu humor hoje
th: บันทึกอารมณ์ของคุณวันนี้
tr: Bugün ruh halini kaydet

source: Make your commitment
ar: أعلن التزامك
de: Triff deine Entscheidung
es: Asume tu compromiso
es_mx: Haz tu compromiso
fr: Prenez votre engagement
id: Buat komitmenmu
it: Prendi il tuo impegno
nl: Leg je belofte vast
pt_br: Assuma seu compromisso
th: ให้คำมั่นของคุณ
tr: Sözünü ver

source: Manage
ar: إدارة
de: Verwalten
es: Gestionar
es_mx: Administrar
fr: Gérer
id: Kelola
it: Gestisci
nl: Beheer
pt_br: Gerenciar
th: จัดการ
tr: Yönet

source: Milestone Unlocked! 🏆
ar: فتحت إنجازًا جديدًا! 🏆
de: Meilenstein erreicht! 🏆
es: ¡Hito desbloqueado! 🏆
es_mx: ¡Hito desbloqueado! 🏆
fr: Étape débloquée ! 🏆
id: Tonggak Tercapai! 🏆
it: Traguardo sbloccato! 🏆
nl: Mijlpaal ontgrendeld! 🏆
pt_br: Marco desbloqueado! 🏆
th: ปลดล็อกหลักชัยแล้ว! 🏆
tr: Kilometre Taşı Açıldı! 🏆

source: Milestone: Day %lld
ar: إنجاز: اليوم %lld
de: Meilenstein: Tag %lld
es: Hito: Día %lld
es_mx: Hito: Día %lld
fr: Étape : jour %lld
id: Tonggak: Hari ke-%lld
it: Traguardo: Giorno %lld
nl: Mijlpaal: dag %lld
pt_br: Marco: Dia %lld
th: หลักชัย: วันที่ %lld
tr: Kilometre taşı: %lld. gün

source: Milestones
ar: الإنجازات البارزة
de: Meilensteine
es: Hitos
es_mx: Hitos
fr: Étapes
id: Tonggak Pencapaian
it: Traguardi
nl: Mijlpalen
pt_br: Marcos
th: หลักชัย
tr: Kilometre Taşları

source: Missing someone is part of healing. It doesn't mean you should go back.
ar: الاشتياق إلى شخص ما جزء من التعافي. لكنه لا يعني أن عليك العودة.
de: Jemanden zu vermissen gehört zur Heilung. Es heißt nicht, dass du zurückgehen solltest.
es: Echar de menos a alguien es parte de sanar. No significa que debas volver.
es_mx: Extrañar a alguien es parte de sanar. No significa que debas volver.
fr: Ressentir le manque fait partie de la guérison. Ça ne veut pas dire qu’il faut revenir en arrière.
id: Merindukan seseorang adalah bagian dari pemulihan. Bukan berarti kamu harus kembali.
it: Sentire la mancanza di qualcuno fa parte della guarigione. Non significa che dovresti tornare indietro.
nl: Iemand missen hoort bij herstel. Het betekent niet dat je terug moet gaan.
pt_br: Sentir saudade faz parte da cura. Isso não significa que você deva voltar.
th: การคิดถึงใครสักคนเป็นส่วนหนึ่งของการเยียวยา ไม่ได้แปลว่าคุณควรกลับไป
tr: Birini özlemek iyileşmenin bir parçasıdır. Geri dönmen gerektiği anlamına gelmez.

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
es_mx: Mensual
fr: Mensuel
id: Bulanan
it: Mensile
nl: Maandelijks
pt_br: Mensal
th: รายเดือน
tr: Aylık

source: Mood
ar: المزاج
de: Stimmung
es: Ánimo
es_mx: Ánimo
fr: Humeur
id: Suasana Hati
it: Umore
nl: Stemming
pt_br: Humor
th: อารมณ์
tr: Ruh Hali

source: Mood Master
ar: سيد المزاج
de: Stimmungs-Meister
es: Maestro del ánimo
es_mx: Maestro del ánimo
fr: Maître des humeurs
id: Master Suasana Hati
it: Maestro dell'umore
nl: Stemmingsmeester
pt_br: Mestre do humor
th: ปรมาจารย์อารมณ์
tr: Ruh Hali Ustası

source: Mood Tracker
ar: متتبّع المزاج
de: Stimmungs-Tracker
es: Registro de ánimo
es_mx: Registro de ánimo
fr: Suivi d’humeur
id: Pelacak Suasana Hati
it: Tracciatore dell'umore
nl: Stemmingstracker
pt_br: Monitor de Humor
th: ตัวติดตามอารมณ์
tr: Ruh Hali Takibi

source: Mood Trend
ar: اتجاه المزاج
de: Stimmungsverlauf
es: Tendencia del ánimo
es_mx: Tendencia del ánimo
fr: Évolution de l’humeur
id: Tren Suasana Hati
it: Andamento dell'umore
nl: Stemmingstrend
pt_br: Tendência de humor
th: แนวโน้มอารมณ์
tr: Ruh Hali Eğilimi
